{
  "sports": [
    {
      "id": 1,
      "heading": "14-day quarantine didn't help, says MS Dhoni on lack of batting time",
      "subheading": "The extended two-week quarantine of Chennai Super Kings unit did hamper his preparations as he didn't get a chance to bat for a long time, said skipper Mahendra Singh Dhoni after his team's 16 runs defeat to Rajasthan Royals in their second IPL game here on Tuesday.",
      "article": "The extended two-week quarantine of Chennai Super Kings unit did hamper his preparations as he didn't get a chance to bat for a long time, said skipper Mahendra Singh Dhoni after his team's 16 runs defeat to Rajasthan Royals in their second IPL game here on Tuesday.  Asked why he came so low, the CSK skipper said.I haven't batted for a long time. 14-day quarantine doesn't help \n Dubai will host 24 games, 20 matches will be played in Abi Dhabi while the remaining 12 matches are scheduled to be played in Sharjah. Later Gautam Gambhir said - Yes, you can talk about MS Dhoni’s last over [when he hit three sixes], but it was of no use to be honest. They were all just personal runs. There is nothing wrong if you end up getting out early, at least start leading from the front, trying to inspire the team as well",
      "image": "https://media.zenfs.com/en/mykhel_233/4160aebdd69bdae465c02e09aefccc9b",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Ajay Pal Singh"
    },
    {
      "id": 2,
      "heading": "Hamstring niggle likely to keep Ambati Rayudu out for one more game",
      "subheading": "Ambati Rayudu has a minor hamstring niggle, which will likely keep him out of the Chennai Super Kings' third match of IPL 2020",
      "article": "Ambati Rayudu has a minor hamstring niggle, which will likely keep him out of the Chennai Super Kings' third match of IPL 2020, against the Delhi Capitals on Friday in Dubai. However, ESPNcricinfo understands that the Super Kings are optimistic about Rayudu and allrounder Dwayne Bravo, who has a knee injury, being available for their fourth match, which will be on October 2 in Dubai against the Sunrisers Hyderabad.\n Rayudu, who was shunned by national selectors for the World Cup and subsequently retired from international cricket, announced his form and intent with a match-winning 71 in the tournament opener against the Mumbai Indians. However, he was absent from the Super Kings XI on Wednesday, in the defeat against the Rajasthan Royals. At the toss before the second game, the Super Kings captain MS Dhoni only said that Rayudu was not 100%. \n It is understood that Rayudu picked a minor niggle in his right hamstring in the Mumbai match and has been rested as a precautionary measure for at least two matches.",
      "image": "https://a2.espncdn.com/combiner/i?img=%2Fi%2Fcricket%2Fcricinfo%2F1233126_1296x729.jpg&w=920&h=518&scale=crop&cquality=80&location=origin&format=jpg",
      "time": "2020-09-03T18:12:39.516Z",
      "author": "Narendra Gupta"
    },
    {
      "id": 3,
      "heading": "Universe Boss is back in school with a new headmaster: Chris Gayle ahead of IPL 2020",
      "subheading": "IPL 2020: All eyes will be on Gayle, one of IPL’s biggest attractions, to light up this season as the big-hitting batsman looks forward to working with the team.",
      "article": "West Indies batsman Chris Gayle completed his six-day quarantine and joined the rest of his Kings XI Punjab teammates for a training session on Saturday. All eyes will be on Gayle, one of IPL’s biggest attractions, to light up this season as he looks forward to working with the team. \n With a new head coach in Anil Kumble and a new captain in KL Rahul, Gayle said he felt like going back to school, where a ‘new headmaster is in charge,’ while assuring his full backing towards Rahul, who will be leading KXIP in IPL 2020 starting September 19 in the UAE. \n Back in class, some new students here as well and it was good to be around them. Some new teachers here as well, we have new headmaster (head coach) in Anil Kumble. So, Universe Boss is back in school. Looking to rally around with new head boy, KL Rahul,” Gayle said in a video posted on the official YouTube channel of Kings XI Punjab. \n After scoring 368 runs from 11 matches in 2018, his first year with the franchise, Gayle bettered it last year. The big-hitting batsman scored 490 runs from 13 matches last season at an average of 40.83 with four half-centuries. Sixth in the list of leading IPL run-getters, KXIP will be heavily relying on Gayle to go all guns blazing while opening the innings with skipper Rahul.",
      "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/09/06/Pictures/_3b5778a2-f01b-11ea-9fc5-24cdb6226899.jpg",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Garry Sobbers"
    },
    {
      "id": 4,
      "heading": "Can Kepa, the world's most expensive goalkeeper, save his Chelsea career before it's too late?",
      "subheading": "With Edouard Mendy's imminent £20m arrival from Stade Rennes, is it already too late for Kepa Arrizabalaga to save his Chelsea career? ",
      "article": "Kepa Arrizabalaga is used to things happening fast. At age 23, he had made 53 La Liga appearances when Chelsea made him the world's most expensive goalkeeper in summer 2018. Athletic Bilbao finished a modest 16th place that season. Kepa had one international cap for Spain, earned in a 5-0 friendly win over Costa Rica. Despite possessing more potential than proven pedigree, the Blues handed him a seven-year contract in a remarkable show of faith for a club famed for its capriciousness.\n Just two years later, Kepa is losing the battle to save his Chelsea career as head coach Frank Lampard harbours mounting doubts over whether he will ever become robust enough to form the first line of defence in a Premier League title-winning team.\n With Edouard Mendy's imminent £20 million arrival from Stade Rennes, and Willy Caballero trusted to play in the cup competitions, is it already too late? There are precious few examples of goalkeepers who recover from the position Kepa finds himself in now. Some sympathy should exist given the dramatic trajectory of his career thrust immediate expectations on a player palpably yet to fully mature.\n Kepa was twice dropped for Caballero toward the end of last season, but Lampard's faith in restoring him to the No. 1 position has not been rewarded. He failed to get down to a low shot from distance from Leandro Trossard in their opening game, though Chelsea won that game 3-1. However, his woeful attempted clearance, with his team down to 10 men, gifted Sadio Mane the opening goal in Liverpool's 2-0 win at Stamford Bridge on Sunday.",
      "image": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0923%2Fr749881_1296x729_16%2D9.jpg&w=1140&cquality=40&format=jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Jishnu"
    },
    {
      "id": 5,
      "heading": "Roger Federer named the third Highest Paid Celebrity in the World",
      "subheading": "Swiss tennis legend Roger Federer has been named the third highest paid celebrity in the world as per the Forbes list of Top 100 Highest-Paid Celebrities",
      "article": "As per the Forbes report, the top 100 celebrities earned a cumulative $6.1 billion before taxes and fees, which was a $200 million drop from last year. \n Kylie Jenner is at No. 1 on the list with earnings of $590 million after she sold 51% of Kylie Cosmetics to publicly traded Coty, Inc. in January 2019 for $600 million. Kanye West is at No. 2 with earnings of around $170 million, a large part of which came from his Yeezy sneakers deal with Adidas. \n Athletes take the next three spots on the list with Roger Federer at No. 3 with earnings of $106 million, soccer superstar Cristiano Ronaldo at No. 4 with $105 million, and fellow soccer player Lionel Messi at No. 5 with $104 million.",
      "image": "https://www.tennisworldusa.org/imgb/96089/roger-federer-named-the-third-highest-paid-celebrity-in-the-world.jpg",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Harish Sekhar"
    },
    {
      "id": 6,
      "heading": "How Vishwanathan Anand stayed on chess grid despite scheduled power cut in Chennai",
      "subheading": "Electricity board ensured legend’s building got power during a scheduled outage",
      "article": "A scheduled maintenance power cut from 9AM to 5PM in Viswanathan Anand’s locality in Chennai almost derailed India’s hopes of progressing past their quarter-final tie against Armenia in the first-ever Online Chess Olympiad. \n At the end of the tournament, the Indian chess team was basking in the glory of their joint victory with Russia at the Olympiad, but it was the absence of electricity at a crucial juncture that was one of their biggest worries in a format that was supposed to be the future of chess in Covid times. \n On Monday, Anand revealed that India’s non-playing captain Srinath Narayanan arranged for the Tamil Nadu Electricity Board (TNEB) to provide electricity to his building despite scheduled maintenance in the Kottupuram locality in the Adyar zone. The power cut was scheduled to end around an hour into India’s tie with Armenia.\n Dr Ahamed, whose WhatsApp display picture is of Anand himself, refused to take any credit for helping out and told The Indian Express, “What Anand has done for chess in India is revolutionary. He made kids dream. I have always been a fan of his and even if I hadn’t made that phone call, this would have been done. But it was easier this way because I was the sub-collector of Pankaj Kumar Bansal (Chairman of Tamil Nadu Electricity Board) earlier and have known Srinath for a long time now because of our mutual love of chess.",
      "image": "https://images.indianexpress.com/2019/12/vishwanathan-anand-1200.jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Shashank Nair"
    },
    {
      "id": 7,
      "heading": "NBA playoffs: Inside the evolving conversation surrounding Jimmy Butler",
      "subheading": "Butler's road to his first Eastern Conference finals has been anything but smooth.",
      "article": "A year ago, Jimmy Butler was changing teams for the third time in three years. He didn't make the All-Star Game for the first time in four years, and he had developed a reputation as an irritant or a malcontent or a difficult teammate -- or all three.\n These days, Joel Embiid tweets as if Butler is the one who got away. The Chicago Bulls and Minnesota Timberwolves could be watching Butler's Eastern Conference finals run with the Miami Heat and wondering what might have been. \n Miami coach Erik Spoelstra and Butler's Heat teammates have repeatedly praised his leadership, especially in the bubble. Butler has often said he doesn't pay attention to what is said or written about him, but those close to him know that's not true",
      "image": "https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2017%2F0216%2Fr181391_1296x729_16%2D9.jpg&w=1140&cquality=40&format=jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Gopichand P"
    },
    {
      "id": 8,
      "heading": "Novak Djokovic claims fifth Italian Open title to make Masters history",
      "subheading": "World No. 1 Novak Djokovic overcame a sluggish start to lift his fifth Italian Open title on Monday, defeating Argentine Diego Schwartzman 7-5, 6-3 for a record 36th ATP Masters crown.",
      "article": "Playing his maiden ATP 1000 final, eighth seed Schwartzman raced out of the blocks to convert two break point opportunities for a 3-0 lead as Djokovic struggled to put a lid on his backhand errors. The result also comes as a relief for Djokovic, who was desperate to return to court this week following his U.S. Open disqualification for inadvertently striking a line judge with a ball. Heading into the French Open, Djokovic has now won 31 of his 32 matches this season, and will be one of the favourites in Paris alongside 12-times winner Nadal and newly-crowned U.S. Open champion Dominic Thiem.\n An on-and-off drizzle at Foro Italico added to Djokovic's frustration but he still found a way past Schwartzman's serve to draw level at 3-3. \n Djokovic's relentless baseline hitting came to the fore when he broke Schwartzman in the 12th game to take the opening set, despite committing 18 unforced errors.",
      "image": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0921%2Fr749032_1296x729_16%2D9.jpg&w=1140&cquality=40&format=jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Blake Griffin"
    }
  ],
  "politics": [
    {
      "id": 9,
      "heading": "Opposition Absent, 15 Bills Passed In Rajya Sabha In Two Days",
      "subheading": "The suspension of eight members of the Rajya Sabha over Sunday's ruckus was unpleasant but inevitable, said Venkaiah Naidu, who was not in the House that day.",
      "article": "Fifteen bills made it past the Rajya Sabha over the last two days as the opposition boycotted the proceedings in both houses over the suspension of its eight members for Sunday's ruckus. Seven of the bills were passed yesterday, eight today. Three of the Bills passed were the hugely contentious labour laws that have been opposed by the most labour unions, including one affiliated to the Rashtriya Swayamsevak Sangh, the ideological mentor of the BJP. Rajya Sabha chairman Venkaiah Naidu, in his valedictory address as parliament again adjourned indefinitely today, recalled precedents when bills were passed after walkout by some members. \n Shri Naidu said there have been a number of precedents when the bills were approved in the wake of boycott or walkout by some members. In this context, he cited the passage of Finance Bill and Appropriation Bill in 2013, read a tweet from Mr Naidu's official handle as the Vice-President. \n The opposition members had decided on Monday to boycott proceedings in both houses after eight members were suspended for the chaos after Deputy Chairman Harivansh Singh refused to hold a physical voting on farm bills as demanded by the members.",
      "image": "https://img.theweek.in/content/dam/week/news/india/images/2020/9/20/rs-parliament-opposition-ani.jpg",
      "time": "2020-09-03T18:12:39.516Z",
      "author": "Sishir Gupta"
    },
    {
      "id": 10,
      "heading": "Indian-Americans Have Powered Economic Growth Of US: Joe Biden",
      "subheading": "Addressing a national virtual fundraiser organised by Indian Americans, Joe Biden assured the community members and the mega donors that as a president, he would address their concerns with regard to H-1B visa and legal immigrants that attract the best and the brightest to the US.",
      "article": "Indian-Americans, with their hard work and entrepreneurship, have powered the economic growth of the United States and helped forge cultural dynamism in the country, Democratic presidential candidate and former vice president Joe Biden said on Tuesday.\n Addressing a national virtual fundraiser organised by Indian Americans, Biden assured the community members and the mega donors that as a president, he would address their concerns with regard to H-1B visa and legal immigrants that attract the best and the brightest to the US. \n Entrepreneurs running businesses around the country and around the world, innovators who make the foundation for Silicon Valley and lead some of the most influential companies in the world come from the community, the former vice president said. Highly appreciative of the cultural, social and family values of Indian Americans, Biden said that is why he values the Indian American Diaspora so much. Seema Sadanandan, a senior policy adviser to the campaign, opened the fundraiser and asked Dr Vivek Murthy, former surgeon general, to start off by talking about his relationship with Biden. Family was the main theme of the conversation with a few references thrown in about Indian food.",
      "image": "https://c.ndtvimg.com/2020-09/a4ahaojg_joe-biden-reuters_625x300_10_September_20.jpg",
      "time": "2020-09-04T14:12:30.357Z",
      "author": "Amitabh Sinha"
    },
    {
      "id": 11,
      "heading": "Union Minister Suresh Angadi Dies Of Covid. PM, President Express Grief",
      "subheading": "Born in 1955, Junior Railways Minister Suresh Angadi has held several positions in the BJP in his long political career",
      "article": "Junior Railways Minister Suresh Angadi has died nearly two weeks after he tested positive for coronavirus infection. He was admitted to AIIMS in Delhi after his condition worsened. He was the first Union Minister and the fourth MP to die due to COVID-19 infection.\n Born in 1955, the BJP leader from Belgaum district in Karnataka has held several positions in the party in his long political career. He started as BJP vice president in Belgaum in 1996, and worked his way up. He was elected MP in the Lok Sabha election in 2004, and again in 2009. He was elected for a third term in 2014, when the BJP came to power in the centre, and for a fourth term in the general election last year, after which he was made Union Minister of State for Railways. \n Shri Suresh Angadi was an exceptional Karyakarta, who worked hard to make the Party strong in Karnataka. He was a dedicated MP and effective Minister, admired across the spectrum. His demise is saddening. My thoughts are with his family and friends in this sad hour. Om Shanti,PM Modi tweeted.",
      "image": "https://pbs.twimg.com/media/EinHm_wWAAIdDrr?format=jpg&name=large",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Prashanth Singh"
    },
    {
      "id": 12,
      "heading": "JEE Advanced 2020: Exam Dates postponed, to be conducted on September 27 – check revised schedule",
      "subheading": "JEE Advanced 2020 exam dates have been postponed slightly. As per the revised schedule available on jeeadv.ac.in, the examination would now be conducted on September 27, 2020. Check revised dates.",
      "article": "JEE Advanced 2020 or IIT JEE exam dates have been postponed. The examination for admission to various IITs would now be conducted on September 27, 2020 instead of the earlier proposed date of September 23, 2020. The examination would be a computer based test and would be conducted in two slots – morning and afternoon for B.Tech and B.Arch courses respectively. Indian Institute of Technology, IIT Delhi would be conducting the JEE Advanced 2020 this year. Check revised schedule (as released on jeeadv.ac.in) below. \n All students who would be appearing for JEE Advanced 2020 are advised to keep a check on the official website jeeadv.ac.in. Latest information and updates regarding the examination and dates of various activities would be published online. \n As per the schedule provided, the seat allocation process is likely to be completed by November 9, 2020. This year, due to delays caused by the pandemic and subsequent lockdowns, the process of admissions to IITs has been delayed. The classes in IITs are expected to begin after the seat allocation process is complete. Whether the classes would be online or offline is still not clear.",
      "image": "https://imgk.timesnownews.com/story/IIT_Delhi_11.png?tr=w-600,h-450,fo-auto",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Kanika Khurana"
    },
    {
      "id": 13,
      "heading": "G4 countries call for urgent steps for reform of UN and Security Council",
      "subheading": "The move is in line with India’s position on the reforms of the UN, including the expansion of the permanent and non-permanent membership of the Security Council, its main decision-making organ.",
      "article": "The G4 countries – Brazil, India, Japan and Germany – on Wednesday expressed disappointment at attempts to derail reforms of the United Nations and called for text-based negotiations within a fixed timeframe to revamp the world body.\n The foreign ministers of the four countries, during a virtual meeting during the 75th session of the UN General Assembly, highlighted the urgency of reforming the world body and updating its main decision-making bodies to better reflect contemporary realities. The move is in line with India’s position on the reforms of the UN, including the expansion of the permanent and non-permanent membership of the Security Council, its main decision-making organ. \n The foreign ministers – Brazil’s Ernesto Araújo, India’s S Jaishankar, Japan’s Motegi Toshimitsu and Germany’s minister of state in the federal foreign office, Niels Annen, who represented foreign minister Heiko Maas, said the declaration adopted by all heads of state and government on the 75th anniversary of the UN reaffirmed the “common resolve to finally take decisive steps towards the early and comprehensive reform of the Security Council.",
      "image": "https://img.theweek.in/content/dam/week/news/health/images/2019/8/6/unsc-meeting-united-nations-shut.jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Pranshu Mishra"
    },
    {
      "id": 14,
      "heading": "Saudi Arabia cuts oil prices as coronavirus continues to sap energy demand",
      "subheading": "Saudi Aramco cut Arab Light to Asia to a discount against the benchmark oil price used by the Saudis for the first time since June",
      "article": "Saudi Arabia cut pricing for oil sales in October, a sign the world’s biggest exporter sees fuel demand wavering amid more coronavirus flare-ups around the globe. \n The kingdom’s state producer, Saudi Aramco, reduced its key Arab Light grade of crude by a larger-than-expected amount for shipments to Asia, its main market. It also lowered pricing for U.S. buyers. \n Aramco cut Arab Light to Asia to a discount against the benchmark oil price used by the Saudis for the first time since June. It’s the second consecutive month of reductions for barrels to the region and the first month in six that U.S. refiners will see a cut. Aramco will trim pricing, too, for lighter barrels to northwest Europe and the Mediterranean region. \n Oil demand has plunged this year after the pandemic forced governments to lock down economies, airlines to cancel fights and workers to stay at home. Saudi Arabia, Russia and other OPEC+ producers agreed in April to slash output by almost 10 millions barrels a day, roughly 10% of global supply, to bolster prices. \n Those cuts and a demand recovery in China have since helped oil prices more than double. But they’re still down around 35% this year. Brent crude fell to $42.66 on Friday, suffering its biggest weekly loss in almost three months as infection rates continue to climb in nations such as the U.S. and India.",
      "image": "https://images.livemint.com/img/2020/09/06/600x338/2020-09-01T165900Z_1_LYNXMPEG8036U_RTROPTP_3_GLOBAL-OIL_1599378377207_1599378395976.JPG",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Krishna Pushkar"
    },
    {
      "id": 15,
      "heading": "Donald Trump declares PM Modi support, drags India into US electoral minefield",
      "subheading": "President Donald Trump has dragged India and Prime Minister Narendra Modi into a possible minefield of U.S. Politics",
      "article": "We have great support from India, we have great support from PM Modi and i would think that the people, the Indian people would be voting for Trump, he said on Friday. \n A reporter referred to a video 'Four More Years' targeting Indian Americans (https://timesofindia.indiatimes.com/topic/Indian- Americans) that was released during the Republican National Convention and was retweeted by his eldest son, Donald Trump, Jr., and asked if the community would vote for him.He then made the assertion about support from India and Modi, which could be controversial given the allegations of foreign interference in the November presidential elections. The concept for the video, 'Four More Years, credited to Al Mason, the co-chair of the Trump Victory Indian American Finance Committee is subtle by using clips of Modi praising Trump at the 'Howdy Modi' rally of about 50,000 Indian Americans in Houston last year and Trump praising Indian Americans and India, and saying the US will always be a 'loyal and faithful friend to the Indian people' at the 'Namaste Trump' rally in Ahmedabad in February.",
      "image": "https://cdn.cnn.com/cnnnext/dam/assets/181108193404-broward-county-vote-counting-medium-tease.jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Prateek Gupta"
    },
    {
      "id": 16,
      "heading": "Trump is desperate, so now’s the time for India to cut a trade deal with US",
      "subheading": "US-India trade ties in Trump era has been dismal — partly because India has been slow to figure out how to use America’s electoral divisions to its advantage.",
      "article": "America’s elections provide a narrow window of opportunity for its trading partners. Across the world, negotiators will have seen a man from Maine given a prime spot at the Republican National Convention: Lobsterman Jason Joyce spoke about how President Donald Trump had “brokered a deal to end European Union tariffs of 8% on Maine live lobsters and up to 20% on Maine lobster products. It is no coincidence that, in 2016, Trump won only one of Maine’s four electoral college seats. \n Trump, behind in the polls, is desperately trying to moderate the effects of his poorly considered trade war on crucial voters. The world’s trade bureaucrats should have had pen in hand on the second day of the RNC: Miners, fishermen and farmers from states that Trump considers electorally important took turns in the spotlight. Figure out what they want, give the U.S. president something he imagines he can sell to them and you have an opportunity to get a quick deal through. That’s clearly what the EU had in mind when it signed a “mini trade deal” that, in return for a concession on lobsters, got the U.S. to commit to slashing a range of tariffs in half.",
      "image": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2020/08/363833670-scaled-e1597293525938-1536x864.jpg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Mihir Sharma"
    }
  ],
  "entertainment": [
    {
      "id": 20,
      "heading": "WhatsApp Chats That Led Drugs Agency To Deepika Padukone, Shraddha Kapoor",
      "subheading": "The chats were found on the mobile phone of talent agent Jaya Saha, who has been questioned in an escalating drugs probe linked to the Sushant Singh Rajput death investigations.",
      "article": "Actors Deepika Padukone and Shraddha Kapoor have been summoned for questioning based on WhatsApp chats from 2017 involving drugs, sources have told NDTV. These chats were found on the mobile phone of talent agent Jaya Saha, who has been questioned in an escalating drugs probe linked to the Sushant Singh Rajput death investigations.\n Jaya Saha was a former talent manager of Sushant Singh Rajput, a 34-year-old actor who was found dead at his Mumbai apartment on June 14. She was among the many questioned after WhatsApp messages retrieved from the phone of Sushant Rajput's girlfriend Rhea Chakraborty revealed conversations on procuring drugs. \n In chat transcripts accessed by NDTV, two persons have a conversation about procuring hash and they were allegedly Deepika Padukone and her business manager Karishma Prakash. The chat, which is on a group, is from October 28, 2017, around 10 PM.",
      "image": "https://images.indianexpress.com/2020/09/Deepika-Padukone-Sara-Ali-Khan-Shraddha-Kapoor-and-Rakul-Preet-singh.jpg",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Seema Abbas"
    },
    {
      "id": 21,
      "heading": "Kareena Kapoor Khan with hubby Saif Ali Khan jet off to mystery location with son Taimur; picture and videos surface",
      "subheading": "Kareena has a few days of filming remaining on her upcoming film, 'Laal Singh Chaddha', with Aamir Khan",
      "article": "After celebrating her 40th birthday, actress Kareena Kapoor Khan and husband Saif Ali Khan were spotted at Mumbai airport's private terminal on Wednesday. The couple, along with thier son, Taimur Ali Khan, are heading off to a mystery location. \n  The actor couple recently announced that they are expecting their second child. Pictures and videos of then Khan family quickly entering the terminal have been shared online. In the pictures, Saif was wearing a white kurta-pyjama, Taimur was wearing a black T-shirt, and Kareena could be seen in a loose-fitting printed top. They were all wearing masks. \n Last month, the couple announced in a joint statement that they are expecting another child. “We are very pleased to announce that we are expecting an addition to our family! Thank you to all our well wishers for all their love and support,” Saif and Kareena’s statement read. Taimur, meanwhile, turns four in December.",
      "image": "https://cmsimages.tribuneindia.com/gallary_content/2020/9/2020_9$largeimg_764710360.jpeg",
      "time": "2020-09-04T11:54:05.324Z",
      "author": "Spondebob Squarepants"
    },
    {
      "id": 22,
      "heading": "Ayushmann Khurrana only Indian actor on Time’s 100 most influential list, Deepika Padukone praises actor",
      "subheading": "Ayushmann Khurrana has been named among the 100 most influential people of 2020 in the world by the Time magazine. He shares the honour with other artists like singer Selena Gomez and rapper The Weeknd.",
      "article": "Ayushmann Khurrana has been named among world’s 100 most influential people by the Time Magazine. The actor took to Instagram to share how “honoured” he was to be a part of the group. He shares the honour with Prime Minister Narendra Modi, who, too, has been named in the list. Ayushmann says, “I’m truly humbled with the recognition that TIME has bestowed on me. As an artiste, I have only looked to contribute towards bringing a positive change in society through cinema and this moment is a huge validation of my belief system and my journey. I have always believed that cinema has the power to bring about change by triggering the right conversations among people and society. Hopefully, through my content choices, I have been able to contribute towards my country and countrymen.” \n He wrote on Instagram, “TIME’s list of the 100 Most Influential People in the world is out, I’m honored to be a part of this group: time.com/time100 @TIME #TIME100.” The post was showered with thousands of ‘likes’ within a few minutes and congratulations began pouring in for the Article 15 actor.\n Deepika Padukone also appreciated the actor’s film choices in the magazine, “I remember Ayushmann Khurrana vividly from his debut film, Vicky Donor. He had, of course, been a part of the entertainment industry in various other ways for several years before that, but the reason you and I talk about him today is because of the impact he has been able to create through memorable films and iconic characters. Where male protagonist roles often fall into the trap of stereotypical masculinity, Ayushmann has successfully and convincingly transformed into characters who challenge those very stereotypes.” \n Narendra Modi, Ayushmann Khurrana, Sundar Pichai, Bilkis,and Ravindra Gupta are the Indians on the TIME’s 100 most influential people of 2020",
      "image": "https://images.financialexpress.com/2020/09/Ayushman.jpg",
      "time": "2020-09-04T14:12:30.357Z",
      "author": "Kishore"
    },
    {
      "id": 23,
      "heading": "Emmys 2020 winners list: Succession wins Outstanding Drama Series award",
      "subheading": "While POP TV's Schitt's Creek won all seven awards in the comedy category, HBO's Watchmen dominated the Limited Series category. In the Drama Series category, HBO's Succession won four out of the seven awards.",
      "article": "This year, the 72nd Primetime Emmy Awards was different courtesy the coronavirus pandemic. The award ceremony, hosted by Jimmy Kimmel at the Staples Center in downtown Los Angeles, saw the winners accepting their awards virtually. Producers monitored over 100 live feeds from about 20 cities, including Los Angeles, New York, London, Tel Aviv and Berlin.\n While POP TV’s Schitt’s Creek won all seven awards in the comedy category, HBO’s Watchmen dominated the Limited Series category. In the Drama Series category, HBO’s Succession won four out of the seven awards.\n Zendaya, 24, also created history by becoming the youngest lead drama actress winner. She won the award for her performance in Euphoria. After receiving the award, Zendaya said, “I know this seems like a really weird time to be celebrating. But I just want to say there is hope in the young people out there. I know our TV show doesn’t always feel like a great example of that.”",
      "image": "https://images.indianexpress.com/2019/10/succession-1200.jpg",
      "time": "2020-09-04T14:12:30.357Z",
      "author": "Arun Kumar"
    },
    {
      "id": 24,
      "heading": "Taapsee Pannu stands in support of Rhea Chakraborty",
      "subheading": "Sushant Singh Rajput’s father KK Singh had named Rhea Chakraborty in his FIR filed in Patna in July and had also hinted at financial irregularities that should be probed.",
      "article": "Enforcement Directorate was investigating a money laundering angle and had questioned Rhea too. Latest reports suggest that the ED has found no proof of any suspicious transactions in Sushant’s bank account. Reacting to the same, Taapsee Pannu came to Rhea Chakraborty’s support and stated that not every woman in a relationship with a successful man is a gold digger. \n Apart from the ED, the Narcotics Control Bureau has also been probing Sushant Singh Rajput’s case, with regards to drugs exchange. They arrested Rhea Chakraborty’s brother Showik and the late actor’s house manager Samuel Miranda on Friday. Following their arrest, Rhea has also been summoned by the NCB. During a media briefing, Mutha Ashok Jain, Deputy DG, South-Western Region, NCB in Mumbai, had stated, “Today we have obtained the police custody remand of two more persons so that makes four people in our custody remand. We will be asking her (actor Rhea Chakraborty) to join the investigation, and maybe to some other people as well.” Showik had reportedly told the NCB that Rhea was allegedly procuring drugs for Sushant.",
      "image": "https://static.toiimg.com/thumb/msid-77948357,imgsize-551309,width-800,height-600,resizemode-75/77948357.jpg",
      "time": "2020-09-04T14:12:30.357Z",
      "author": "Narendra Gupta"
    },
    {
      "id": 25,
      "heading": "Kolkata to Get Tram Library with Books to Read During Ride Through City's Iconic College Street",
      "subheading": "The specially designed tram library will have books and magazines, including those on competitive examinations such as the civil services.",
      "article": "The specially designed tram library will have books and magazines, including those on competitive examinations such as the civil services, WBCS, GRE or GMAT in order to attract readers from various educational institutions along its route, West Bengal Transport Corporation (WBTC) managing director Rajanvir Singh Kapur said. \n The tram library, which will be inaugurated on Thursday, will travel regularly between Shyambazar and Esplanade, traversing 4.5 km through the city''s education hub -- College Street, Kapur said. In another similar development in Kolkata, one seat will be reserved for transgender people in two busses that ply in the Bansdroni-Babughat route. The bus numbers 205 and 205 A -- thirty six of them-- will have this seat reservation. The reserved seat have been given a name too, it's called 'Tridhara', which translates to three sections. In this case, it refers to the third gender.",
      "image": "https://www.nkrealtors.com/blog/wp-content/uploads/2019/01/Kolkata-trams-730x410.jpg",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Keerthi"
    },
    {
      "id": 26,
      "heading": "Chadwick Boseman, Black Panther star, has died at 43",
      "subheading": "Chadwick Boseman, known for his role as King T'Challa in Marvel's Black Panther, has died after a four-year battle with cancer",
      "article": "Boseman was diagnosed with stage three colon cancer in 2016, and it progressed to stage four, the post said. He was 43 years old, according to The Associated Press. \n The post added that it was the honor of his career to play King T'Challa in Black Panther. In August 2019, Marvel Studios president Kevin Feige and Black Panther director Ryan Coogler announced that Black Panther 2 would be released in May 2022. Writers, academics and activists – speaking to Reuters about the film’s cultural impact and Boseman’s performance – believe Marvel and its parent company, Walt Disney Co, should honor Boseman’s legacy with a storyline that anoints a new Black Panther from the film’s existing cast or elsewhere in the Marvel Universe.",
      "image": "https://images.indianexpress.com/2019/11/chadwick-boseman-1200-1.jpg",
      "time": "2020-09-04T14:12:30.357Z",
      "author": "Vishal Dikshit"
    },
    {
      "id": 27,
      "heading": "‘Enola Holmes’ review: A tepid affair, despite a charming Millie Bobby Brown",
      "subheading": "Jack Thorne, who did such a marvellous job of adapting Philip Pullman’s His Dark Materials for HBO, is the writer for this high-profile adaptation of Nancy Springer’s Enola Holmes mysteries. ",
      "article": "Jack Thorne, who did such a marvellous job of adapting Philip Pullman’s His Dark Materials for HBO, is the writer for this high-profile adaptation of Nancy Springer’s Enola Holmes mysteries. Enola is the teenage sister of the much-older Holmes boys—Sherlock is already famous and Mycroft is a stick in the mud.\n When her mother goes missing, leaving behind a string of clues, Enola decides to go to London to look for her. That Mycroft is planning to send Enola off to a grim finishing school for young ladies offers an added incentive to get away. En route she meets young Lord Viscount Tewksbury who has an interest in plants and is also on the run. \n Many disguises, crashes and bangs later, Enola solves the mystery, finds her mum and all ends happily ever after. Handsomely produced, though London and the countryside look suspiciously clean and green, Enola Holmes is mildly engaging. The central mystery does not call for mind-blowing detective skills nor is there a sense of real danger.",
      "image": "https://images.indianexpress.com/2020/09/enol-review-1200.jpg",
      "time": "2020-09-05T08:29:27.390Z",
      "author": "Blake Griffin"
    }
  ]
}